Repository: AlfianSanjaya/saldochecker
Catalog: lib/presentation/l10n/app_*.arb
Languages: nl

# mainTitle
source: Balance checker
nl: Saldochecker

# mainFormlableTextField
source: Ticket or travel pass number on electronic card.
nl: Nummer vervoerbewijs op elektronische kaart.

# mainFormbuttonText
source: Check the number of remaining journeys
nl: Check het aantal resterende ritten

# inputIsEmptyMessage
source: Fill in the field to check your journeys
nl: Vul het veld in om je ritten te controleren

# inputIsInvalidMessage
source: This electronic card is not recognized. Make sure you haven't made a typo. You can only check cards that have been used at least once. You can only check cards with validations older than 24 hours.
nl: Deze elektronische kaart wordt niet herkend. Controleer of je geen typfout hebt gemaakt en/of je kaart nog niet - of minder dan 24 uur geleden - is gebruikt

# ticketDetailsAppBarTitle
source: Check another card
nl: Controleer een andere kaart

# ticketDetailsTitle
source: Information about my electronic card
nl: Informatie over mijn elektrische kaart

# ticketDetailsHeadingID
source: Card number
nl: Kaartnummer

# ticketDetailsHeadingValue
source: Number of remaining journeys
nl: Aantal resterende ritten

# ticketDetailsHeadingUpdate
source: Last updated
nl: Laatste update

# ticketDetailsTitleHistory
source: Used journeys
nl: Gereden ritten

# ticketDetailsListTitleHistory
source: {numberOfJourneys} rides remaining
nl: {numberOfJourneys} ritten resterend

# settingsAppBarTitle
source: Settings
nl: Instellingen

# settingsTheme
source: Switch theme
nl: Verander van thema

# settingsLanguage
source: Language
nl: Taal

# settingsLanguageNL
source: Dutch
nl: Nederlands

# settingsLanguageEN
source: English
nl: Engels
